{
	"new": [
		{
			"version": "2025.10.03",
			"date": "2025 10 05",
			"changes": [
				{
					"title": "More Natural Speech Speed",
					"description": "We've tweaked the default TTS speed to 0.5 wpm and adjusted pitch/rate limits. It sounds way more natural now—like an actual person talking!"
				},
				{
					"title": "Text-to-Speech Reading Fix",
					"description": "Fixed a bug where text-to-speech was reading backwards. No more rewinding—it now reads from start to finish like it should."
				},
				{
					"title": "Immersive Reader in Presentations",
					"description": "Good news! Immersive Reader now works in presentation and viewer modes, so you can focus on your slides without distractions."
				},
				{
					"title": "App Name Updates",
					"description": "Refreshed the app name, TTS slider, and manifest versions to keep everything consistent across browsers."
				},
				{
					"title": "Smoother Install Process",
					"description": "Cleaned up the install logic and version numbering behind the scenes. Updates should feel smoother going forward."
				},
				{
					"title": "Version Bump",
					"description": "Bumped the extension to version 2025.10.03 across Chrome, Edge, Firefox, and Safari."
				},
				{
					"title": "Simplified Options Page",
					"description": "Removed those locked-feature badges and paid checks from options. Less clutter, easier navigation."
				},
				{
					"title": "Better Debugging Tools",
					"description": "Added debug logs for mail and selection handling so we can squash bugs faster when things go weird."
				},
				{
					"title": "Smarter Settings Access",
					"description": "The settings link now only shows up for paid non-iOS users—no more confusion about what's available."
				},
				{
					"title": "UI State Updates",
					"description": "Improved how we handle the user interface state file for snappier performance."
				},
				{
					"title": "Project Cleanup",
					"description": "Updated app name, entitlements, and project settings to match our latest standards."
				}
			],
			"note": "Thanks for sticking with Helperbird! This update is all about making text-to-speech sound more like a human and less like a robot. We also fixed that annoying backwards reading bug. Happy reading! 📖"
		},
		{
			"version": "2025.9.29",
			"date": "2025 9 29",
			"changes": [
				{
					"title": "Better Button Styling",
					"description": "Account page buttons are now larger and styled with backgrounds that adapt to your browser."
				},
				{
					"title": "Browser Logos",
					"description": "We’ve added crisp new SVG logos for Chrome and Edge to make the UI feel more personalized."
				},
				{
					"title": "Gentler Error Logging",
					"description": "Word prediction errors now show as warnings instead of errors, reducing unnecessary noise."
				},
				{
					"title": "Firefox & Safari Updates",
					"description": "Bumped Firefox manifest versions and made sure Safari banners always show the instructions button."
				},
				{
					"title": "Sticky Notes Fix",
					"description": "Removed old Firefox-only conditions so sticky notes now load properly everywhere."
				},
				{
					"title": "Safari Voice Typing Fixes",
					"description": "Added special Safari workarounds for microphone permissions and session timeouts in Azure voice typing. Sessions refresh automatically and errors are handled more smoothly."
				},
				{
					"title": "Modal Sizing",
					"description": "Tweaked modal box sizing in the voice typing options menu for a cleaner look."
				},
				{
					"title": "Conditional Options Rendering",
					"description": "The options section now only appears when both 'quick' and 'isExamMode' are turned off, keeping the UI uncluttered."
				},
				{
					"title": "Admin Controls",
					"description": "Added managed storage so admins can control keys and settings. Account alerts also hide when managed by an admin."
				},
				{
					"title": "Efficient Syncing",
					"description": "Managed settings now only update when values actually change, cutting down on unnecessary writes."
				},
				{
					"title": "Word Prediction Overhaul",
					"description": "Refactored word prediction for faster performance, better accessibility, and smarter personalization. Includes context tracking, faster UI updates, and improved Google Docs integration."
				},
				{
					"title": "Ruler Default",
					"description": "The ruler tool’s follow feature is now off by default, giving you more control."
				},
				{
					"title": "Immersive Reader on PDFs",
					"description": "Immersive Reader settings now fully work with PDFs."
				},
				{
					"title": "Language Defaults",
					"description": "Irish is now the default selected language."
				},
				{
					"title": "UI Consistency Tweaks",
					"description": "Standardized capitalization, refreshed backgrounds, adjusted grid layouts, and fine-tuned modal spacing for a smoother UI."
				},
				{
					"title": "Improved Word Prediction Learning",
					"description": "Predictions now use up to 5 words of context, learn from your choices, and adapt to sentence patterns. Google Docs space key events are also detected more reliably."
				},
				{
					"title": "Performance Boost",
					"description": "Helperbird now uses less memory, runs lighter, and feels faster overall."
				},
				{
					"title": "New Voice Options",
					"description": "We’ve added new natural Azure voices and offline voices, and removed the low-quality ones."
				},
				{
					"title": "PDF Detection Alerts",
					"description": "When we detect a PDF, you’ll now get a prompt asking if you’d like to open it in Helperbird."
				},
				{
					"title": "Redesigned PDF Reader",
					"description": "The PDF reader has a new floating action button (FAB) for quick OCR and tools, plus a streamlined design."
				},
				{
					"title": "Offline Button",
					"description": "There’s now a dedicated button to access offline features more quickly."
				},
				{
					"title": "PDF Loading Fixes",
					"description": "Improved the PDF loading sequence to prevent duplicate handling, reduce memory issues, and ensure smoother initialization."
				}
			],
			"note": "Thanks for using Helperbird! This release is packed with polish, fixes, and fresh features. And yes — Coco the Helperbird Cat 🐱 might still be hiding in there somewhere."
		},
		{
			"version": "2025.8.22",
			"date": "2025 8 22",
			"changes": [
				{
					"title": "IT Admin Remote Config",
					"description": "Coming August 22nd. IT administrators can now remotely configure subscription keys across Chrome and Edge. Once set, users automatically gain access to Helperbird Pro without individual logins or setup."
				}
			],
			"note": "Thanks for using Helperbird! We're excited about these improvements and will continue polishing the experience. P.S. Did you find Coco the Helperbird Cat hiding in the app? 🐱"
		},
		{
			"version": "2025.8.18",
			"date": "2025 8 18",
			"changes": [
				{
					"title": "Voice Typing Rebuilt",
					"description": "Completely rebuilt voice typing now works across Firefox, Edge, Chrome, and Safari. Powered by Microsoft Azure, it supports over 20 languages for better accessibility."
				},
				{
					"title": "Cleaner UI with Modal Windows",
					"description": "All settings sections now open in focused modal windows instead of long panels, keeping your workspace clean and helping you stay focused."
				},
				{
					"title": "Notes on Firefox",
					"description": "The Notes feature is now fully supported on Firefox, bringing all your note-taking capabilities to every browser."
				},
				{
					"title": "Unified Dyslexia Tools",
					"description": "Overlay colors and ruler overlays are now merged into one streamlined tool, making dyslexia support simpler and more effective."
				},
				{
					"title": "Google Workspace Redesign",
					"description": "Google Docs and Google Slides add-ons have been completely redesigned for a cleaner, more intuitive experience."
				},
				{
					"title": "Firefox Side Panel",
					"description": "Firefox users now enjoy a dedicated side panel instead of a popup, providing better screen real estate and workflow."
				},
				{
					"title": "Audio File Transcription",
					"description": "Hidden feature: You can now transcribe audio files directly through the voice typing tool."
				},
				{
					"title": "Safari Scrolling Fix",
					"description": "Fixed scrolling issues in Safari where certain sections weren't properly scrollable."
				},
				{
					"title": "Smart Permission Prompts",
					"description": "Instead of showing errors, Helperbird now intelligently prompts you to grant necessary permissions when needed."
				},
				{
					"title": "Performance Improvements",
					"description": "Fixed memory leaks for better performance and smoother operation across all browsers."
				},
				{
					"title": "Quick Settings Access",
					"description": "Click the free/unlimited badge to jump directly to the settings page for quick login access."
				}
			],
			"upcoming": [
				{
					"title": "IT Admin Remote Config",
					"description": "Coming soon: IT administrators will be able to remotely configure subscription keys for large organizations."
				},
				{
					"title": "Natural Voice Options",
					"description": "More natural-sounding voices are on the way for an even better text-to-speech experience."
				}
			],
			"note": "Thanks for using Helperbird! We're excited about these improvements and will continue polishing the experience over the coming days. P.S. Did you find Coco the Helperbird Cat hiding in the app? 🐱"
		},
		{
			"version": "2025.4.24",
			"date": "2025 4 24",
			"changes": [
				{
					"title": "PDF Reader Annotations & Notes",
					"description": "You can now take notes, write directly on the PDF page, voice type, and use spell and grammar check within the PDF Reader."
				},
				{
					"title": "New Spell & Grammar Corrector",
					"description": "Helperbird now includes a Spell and Grammar corrector across the entire app and text."
				},
				{
					"title": "Hover Word Highlight",
					"description": "Under Media Options, hovering over a word now highlights it with a yellow background to help you focus."
				},
				{
					"title": "10  Increments",
					"description": "You can now jump in 10 increments instead of 20, giving you finer control."
				},
				{
					"title": "Coco Easter Egg",
					"description": "When a search can’t find a feature, Coco the Helperbird cat will show up as a fun easter egg."
				}
			],
			"upcoming": [],
			"note": "Thanks for using Helperbird! We’re always working to make it better for you."
		},
		{
			"version": "2025.2.28",
			"date": "2025 2 28",
			"changes": [
				{
					"title": "Dark Mode is Here!",
					"description": "You can now switch between light and dark mode in Helperbird! Find the toggle under the Accessibility section to customize your experience."
				},
				{
					"title": "Smoother Quick Actions",
					"description": "We’ve given the Quick Actions area a refresh! Buttons are now smaller, fully circular, and neatly arranged with five per row for a cleaner look."
				},
				{
					"title": "Updated On/Off Toggle",
					"description": "The Helperbird toggle got a small redesign! It’s slightly smaller and now clearly shows when it's on (✔️) or off (❌)."
				},
				{
					"title": "Faster, Sleeker Search",
					"description": "Search has been redesigned across Helperbird with less padding and a speed boost. It’s not flashy, but it makes a big difference!"
				},
				{
					"title": "Reading Mode Upgrade",
					"description": "We've updated Reading Mode to the latest Readability version by Mozilla, making it smoother and more accurate."
				},
				{
					"title": "Onboarding is Back!",
					"description": "The onboarding experience is back when you first install Helperbird! You can skip it or bring it back anytime from the Settings page."
				},
				{
					"title": "A More Organized Helperbird",
					"description": "We’ve started reorganizing features to make Helperbird easier to use. For example, Paragraphs and Colors are now under Reading Options."
				},
				{
					"title": "Immersive Reader on PDFs Fixed",
					"description": "Your Immersive Reader settings now save properly on PDFs—no more resets!"
				},
				{
					"title": "Better Text-to-Speech Voices",
					"description": "Some of the voices weren’t great, so we did an audit and removed the lower-quality ones. Now, the experience is much better!"
				},
				{
					"title": "Smarter, Faster Word Prediction",
					"description": "Word Prediction now suggests both the next word and the current one as you type. It’s lighter, quicker, and smarter—learning from mistakes along the way!"
				},
				{
					"title": "Media Options Fixed on iOS",
					"description": "Media options were missing on iOS, but we’ve fixed that! Everything should now work as expected."
				}
			],
			"upcoming": [],
			"note": "Thanks for using Helperbird! We’re always working to make it better for you."
		},
		{
			"version": "2025.1.8",
			"date": "2024 1 8",
			"changes": [
				{
					"title": "OCR Beta is Here!",
					"description": "In side the 'Extract Text' section, turn on the beta option to see the next generation of OCR. It's faster, more accurate, and supports more languages."
				},
				{
					"title": "Immersive Reader is Faster",
					"description": "We've made the Immersive Reader even faster, so you can enjoy a smoother reading experience."
				}
			],
			"upcoming": [],
			"note": "Thanks for being a part of the Helperbird community! Your feedback inspires every improvement we make, and we’re excited to keep delivering features that help you."
		},
		{
			"version": "2024.12.30",
			"date": "2024 12 30",
			"changes": [
				{
					"title": "Organize Your Notes Like Never Before",
					"description": "We've introduced a new Notes section where you can seamlessly switch between Extracted Sections, Highlights, Notes, and Categories. It's all about keeping everything neat and easy to find."
				},
				{
					"title": "Sticky Notes Got a Makeover",
					"description": "Sticky notes are now taller, wider, and more customizable. Pick new colors easily from the bottom of the note, and enjoy their fresh look!"
				},
				{
					"title": "A Smarter Reading List",
					"description": "Finding what you need in the Reading List just got easier, thanks to a brand-new design that focuses on better search and organization."
				},
				{
					"title": "Fixed: Enter Key Bug",
					"description": "The Enter key will now behave properly on buttons, so no more accidental double clicks!"
				},
				{
					"title": "Smoother Fonts Everywhere",
					"description": "We've added a CSS font swap for a cleaner, more polished experience across the board."
				},
				{
					"title": "Better Modals on iOS",
					"description": "iOS modals now have a minimum height to make sure they display perfectly, every time."
				},
				{
					"title": "Modals Redesigned",
					"description": "Our modals have a fresh look, plus a new accessible Close button so everyone can use them effortlessly."
				},
				{
					"title": "Voice Typing Goes Next Level",
					"description": "Voice typing now lets you print spoken text directly—super handy for getting your thoughts on paper quickly!"
				},
				{
					"title": "Helperbird Editor: Export to Word",
					"description": "You can now export your work from the Helperbird Editor directly to Microsoft Word formats."
				},
				{
					"title": "PDF Reader Updates",
					"description": "The summarize feature is now presented in a sleek modal. Plus, there’s a new Reading Mode for PDFs that lets you fully customize the text for a better reading experience."
				},
				{
					"title": "New Highlight Color: Red",
					"description": "We’ve added a bold new highlight color to the menu—perfect for grabbing attention."
				},
				{
					"title": "Accessibility Improvements for Highlighters",
					"description": "Our highlighter colors have been tweaked to ensure they’re accessible to everyone."
				},
				{
					"title": "Reading Mode Upgraded",
					"description": "Reading Mode has been fine-tuned to handle text even better, so you can enjoy a smoother reading experience."
				}
			],
			"upcoming": [],
			"note": "Thanks for being a part of the Helperbird community! Your feedback inspires every improvement we make, and we’re excited to keep delivering features that help you."
		},
		{
			"version": "2024.12.20",
			"date": "2024 12 20",
			"changes": [
				{
					"title": "Better Google Docs and Slides",
					"description": "We've made Helperbird work even better with Google Docs and Slides by making it simpler and easier to use."
				},
				{
					"title": "Unlimited Immersive Reader for Pro Users on Google Docs & Slides",
					"description": "If you're a Helperbird Pro subscriber, you can now use the Immersive Reader as much as you want in the addons."
				},
				{
					"title": "Improved Text-to-Speech on Google Docs & Slides",
					"description": "Now, the text-to-speech feature won't overlap when talking. Plus, you can change the speed, volume, and pitch to suit your preferences."
				}
			],
			"upcoming": [],
			"note": "Thanks for using Helperbird! We're always working to make it better for you."
		},

		{
			"version": "2024.11.26",
			"date": "2024 11 26",
			"changes": [
				{
					"title": "📱 PDF Reader Working on iPad & iPhone Again",
					"description": "The PDF Reader is now fully functional on iPad and iPhone. This was caused by a bug in Safari, but everything is working perfectly now!",
					"image": {
						"src": "",
						"alt": "Screenshot of the PDF Reader working on iPad"
					}
				},
				{
					"title": "🧠 Word Prediction Fixes",
					"description": "We've fixed a bug where Word Prediction wouldn't remove the word you typed before inserting suggestions. Additionally, incorrect alt tags are now corrected.",
					"image": {
						"src": "",
						"alt": "Word Prediction example interface"
					}
				},
				{
					"title": "🎨 Paragraph Feature is Now Free",
					"description": "The Paragraph feature is now free for everyone! You can add borders, background colors, adjust width, and set columns for paragraphs with ease.",
					"image": {
						"src": "",
						"alt": "Paragraph feature settings interface"
					}
				},
				{
					"title": "📖 Dyslexia Ruler, Line Ruler, and Reading Guide Are Free",
					"description": "Great news! The Dyslexia Ruler, Line Ruler, and Reading Guide features are now free for all users.",
					"image": {
						"src": "",
						"alt": "Dyslexia Ruler in action"
					}
				},
				{
					"title": "🔔 Redesigned Notifications",
					"description": "Notifications and toasters have a fresh, rounded redesign for a cleaner, more modern look.",
					"image": {
						"src": "",
						"alt": "Example of redesigned notification"
					}
				},
				{
					"title": "🛠️ Cleaner Action Buttons",
					"description": "Behind the scenes, we've tidied up action buttons to make them look and feel smoother.",
					"image": {
						"src": "",
						"alt": "Streamlined action buttons"
					}
				},
				{
					"title": "➗ Maths Reader is Out of Beta",
					"description": "The Maths Reader is officially out of beta! Stay tuned as we add more features to this tool soon.",
					"image": {
						"src": "",
						"alt": "Maths Reader in action"
					}
				},
				{
					"title": "🏴‍☠️ Emoji Bug Fix",
					"description": "Fixed an embarrassing bug where flag emojis weren’t loading on Windows and Safari. That’s all sorted now!",
					"image": {
						"src": "",
						"alt": "Flag emojis displayed correctly"
					}
				},
				{
					"title": "🔄 Feature List Reordered",
					"description": "We've reordered some features in the list for better usability and easier navigation.",
					"image": {
						"src": "",
						"alt": "Updated feature list layout"
					}
				},
				{
					"title": "🖍️ New Layout for Key Features",
					"description": "Selecting high contrast, font picking, and translations now have a new layout for a better user experience.",
					"image": {
						"src": "",
						"alt": "New layout for feature selection"
					}
				},
				{
					"title": "⚡ Redesigned Quick Actions",
					"description": "Adding features to the Quick Actions menu has been redesigned for a smoother experience.",
					"image": {
						"src": "",
						"alt": "Quick Actions redesign"
					}
				},
				{
					"title": "🚀 Improved Loading Time",
					"description": "Helperbird now loads even faster with slight optimizations under the hood.",
					"image": {
						"src": "",
						"alt": "Helperbird loading screen"
					}
				}
			],
			"upcoming": [],
			"note": "We’re excited for you to explore these updates. Thanks for being part of Helperbird, and enjoy the new features! 😊"
		},
		{
			"version": "2024.11.6",
			"date": "2024 11 6",
			"changes": [
				{
					"title": "✨ Official Immersive Reader Icon Added",
					"description": "We've integrated the official Immersive Reader icon within Helperbird for a more familiar look and feel."
				},
				{
					"title": "💾 Immersive Reader Saves Your Settings",
					"description": "Your Immersive Reader settings are now saved! When you reopen it, your preferences will be restored."
				},
				{
					"title": "💡 New Onboarding Guide",
					"description": "Click the lightbulb icon to start a step-by-step guide on using Helperbird's features."
				},
				{
					"title": "🛠️ Google Drive to PDF Reader Fix",
					"description": "We've fixed issues with the Google Drive to PDF reader for a smoother experience."
				},
				{
					"title": "🧠 Word Prediction is Back",
					"description": "Word prediction is up and running again, helping you type faster and more accurately."
				},
				{
					"title": "🔖 New Features Header",
					"description": "A new header has been added to better organize and highlight the features section."
				},
				{
					"title": "⚙️ Quick Access to Settings",
					"description": "A new section for easy access to the settings button has been added, making it simpler to customize Helperbird."
				}
			],
			"upcoming": [],
			"note": "We’re excited for you to try these new features and updates. Enjoy using Helperbird, and happy browsing! 😊"
		},
		{
			"version": "2024.10.6",
			"date": "2024 10 6",
			"changes": [
				{
					"title": "📄 Open PDFs Right in Safari",
					"description": "You can now open PDFs directly in the PDF reader on Safari, and you'll get a notification to let you know it worked."
				},
				{
					"title": "📚 Google Docs Support is Here!",
					"description": "You can now select text in Google Docs, which means all the great features like immersive reader, text to speech, speed reading, and reading mode work there too. It's a game changer!"
				},
				{
					"title": "🧠 Word Prediction Got Smarter",
					"description": "Word prediction is now fixed and even better on Google Docs, automatically adding a space after selecting a word."
				},
				{
					"title": "🔉 Summarize Tool Update",
					"description": "The Summarize feature now has a listen-back button, making it easier for those who prefer to hear the content."
				},
				{
					"title": "🎙️ Voice Typing Improvements",
					"description": "Voice typing now supports copying, clearing, and listening to your text. Plus, the entire voice typing system has been completely rewritten for smoother use."
				},
				{
					"title": "📚 Smarter Dictionary",
					"description": "The Dictionary app is now smarter and supports 20 different languages, working better than ever."
				},
				{
					"title": "📰 Reading Mode Just Got Smarter",
					"description": "Reading Mode now checks if the page can use it, and it works with PDFs as well!"
				},
				{
					"title": "🖱️ Better Select Inputs",
					"description": "We’ve added more padding to select inputs to make things more comfortable and easier to use."
				},
				{
					"title": "📱 Touch Support for Rulers and Guides",
					"description": "Dyslexia rulers, Focus Rulers, and Reading Guides now have full touch support. They even work smoothly on iPads!"
				},
				{
					"title": "🚦 Quick Actions Made Easier",
					"description": "Clicking the ruler button in Quick Actions now turns it on or off—simple as that!"
				},
				{
					"title": "🔔 One Less Notification",
					"description": "We’ve removed the extra notification that popped up when opening Reading Mode. Less clutter!"
				},
				{
					"title": "🚫 'Not Supported' Badges",
					"description": "Now, if a feature isn’t supported on a page, you’ll see a badge letting you know."
				}
			],
			"upcoming": [],
			"note": "We’re excited for you to try these new features and updates. Enjoy using Helperbird, and happy browsing! 😊"
		},
		{
			"version": "2024.9.25",
			"date": "2024 9 25",
			"changes": [
				{
					"title": "📄 Open PDFs Right in Safari",
					"description": "You can now open PDFs directly in the PDF reader on Safari, and you'll get a notification to let you know it worked."
				},
				{
					"title": "📚 Google Docs Support is Here!",
					"description": "You can now select text in Google Docs, which means all the great features like immersive reader, text to speech, speed reading, and reading mode work there too. It's a game changer!"
				},
				{
					"title": "🧠 Word Prediction Got Smarter",
					"description": "Word prediction is even better now, and it automatically adds a space after you select a word. Nice little touch, right?"
				},
				{
					"title": "📰 Reading Mode Just Got Smarter",
					"description": "Reading Mode now checks if the page can use it, and it works with PDFs as well!"
				},
				{
					"title": "🖱️ Better Select Inputs",
					"description": "We’ve added more padding to select inputs to make things more comfortable and easier to use."
				},
				{
					"title": "📱 Touch Support for Rulers and Guides",
					"description": "Dyslexia rulers, Focus Rulers, and Reading Guides now have full touch support. They even work smoothly on iPads!"
				},
				{
					"title": "🎙️ Voice Typing Improvements",
					"description": "You can now have Voice Typing read your text back to you, and there’s a handy new copy button to grab your text quickly."
				},
				{
					"title": "🚦 Quick Actions Made Easier",
					"description": "Clicking the ruler button in Quick Actions now turns it on or off—simple as that!"
				},
				{
					"title": "🔔 One Less Notification",
					"description": "We’ve removed the extra notification that popped up when opening Reading Mode. Less clutter!"
				},
				{
					"title": "🚫 'Not Supported' Badges",
					"description": "Now, if a feature isn’t supported on a page, you’ll see a badge letting you know."
				},
				{
					"title": "🔉 Summarize Tool Update",
					"description": "The Summarize tool now has a button to read the text out loud. Super useful for anyone who prefers to listen!"
				}
			],
			"upcoming": [],
			"note": "We’re excited for you to try these new features and updates. Enjoy using Helperbird, and happy browsing! 😊"
		},
		{
			"version": "2024.7.28",
			"date": "2024-7-27",
			"changes": [
				{
					"title": "🚀 Sleek and Speedy",
					"description": "Cleaner UI for easier navigation. Helperbird is now 55% quicker and uses fewer resources."
				},
				{
					"title": "🌟 Smarter Tools",
					"description": "Improved word prediction that's faster and more accurate. Natural-sounding text to speech voices on Chrome and Edge."
				},
				{
					"title": "🖍️ Highlighter Upgrades",
					"description": "New support for highlighting PDFs with an improved UI. Now supports up to 100 highlights per page."
				},
				{
					"title": "🌍 Expanded Language Support",
					"description": "UK English is now available in word prediction. Revamped voice typing that supports 9 languages and is now integrated into the app."
				},
				{
					"title": "🎨 Fresh Look",
					"description": "New overlay colors to customize your reading experience."
				},
				{
					"title": "🔧 Bug Fixes and Improvements",
					"description": "51 bug fixes and UI improvements for a smoother experience."
				},
				{
					"title": "📚 PDF Reader and Notes",
					"description": "All Helperbird features now work in the PDF reader and notes app."
				}
			],
			"upcoming": [],
			"note": "We're excited for you to try these new features and improvements. Happy browsing! 😊"
		},

		{
			"version": "107.5.0",
			"date": "2024-04-11",
			"changes": [
				{
					"title": "🔑 Keyboard Navigation Improved",
					"description": "Enhanced keyboard support for app navigation."
				},
				{
					"title": "🎯 Focus Issue Fixes",
					"description": "Improved button focus for better usability."
				},
				{
					"title": "🆕 New Default Apps",
					"description": "Added new default applications."
				},
				{
					"title": "🔔 Updated Notification System",
					"description": "Notifications and updates system improved."
				},
				{
					"title": "🗣️ Text to Speech Enhancements",
					"description": "Text to speech now includes natural voices and word highlighting."
				},
				{
					"title": "🚪 Modal Escape Key",
					"description": "Added escape key functionality to exit modals."
				},
				{
					"title": "📸 Screenshot Feature Update",
					"description": "Moved screenshot feature for easier access."
				},
				{
					"title": "🔢 Math Reader Update",
					"description": "Improved Math Reader for faster equation processing."
				},
				{
					"title": "📝 Sticky Notes Redesign",
					"description": "Made sticky notes smaller and more compact."
				},
				{
					"title": "📚 Reading Level Indicator",
					"description": "Added a reading level indicator under text input fields."
				},
				{
					"title": "⚡ Speed Reading Settings",
					"description": "Speed reading settings now have their own separate pages."
				},
				{
					"title": "📱 Subscription Key Fix for iPhone Users",
					"description": "Fixed a bug affecting subscription key recognition on iPhone."
				},
				{
					"title": "🔐 Simplified Subscription Key Usage",
					"description": "Removed login reminders for subscription key usage."
				},
				{
					"title": "✨ UI Improvements",
					"description": "Updated UI for a cleaner look and feel."
				}
			],
			"upcoming": [
				{
					"title": "✏️ New Highlighter Supports",
					"description": "Enhanced highlighter functionality for improved document handling."
				},
				{
					"title": "🎙️ Voice Typing into Inputs",
					"description": "Added voice typing feature for text input fields."
				}
			],
			"note": "This update includes various enhancements and fixes aimed at improving user experience and application performance. Stay tuned for the upcoming features to make your experience even more seamless."
		},
		{
			"version": "107.1.5",
			"date": "February 22nd, 2024",
			"changes": [
				{
					"title": "Right-Click Pause: Fixed and Functional 🚫🎵",
					"description": "Encountered a glitch with 'Stop Playing' on right-click? We've ironed out the creases. Your audio controls are now seamless."
				},
				{
					"title": "Immersive Reader Customization: Your Read, Your Rules 📖⚙️",
					"description": "Tailor your reading experience with customizable Immersive Reader settings. Choose your preferred voice, speed, and text size for a reading experience that's uniquely yours."
				},
				{
					"title": "OCR Tool: Now with Translation Support 🌍✍️",
					"description": "The OCR tool just got smarter! With translation support, accessing and understanding content in multiple languages is a breeze."
				},
				{
					"title": "Highlighter on PDFs: Bug Squashed 🐛🖍️",
					"description": "Frustrated with the highlighter not working on PDFs? Worry no more. We've zapped this bug for smooth, uninterrupted learning."
				},
				{
					"title": "Summarizing Tool: Auto-Reset on New Pages 🔄📄",
					"description": "Our summarizing tool now automatically resets with each new page you visit, ensuring a fresh start for every read."
				},
				{
					"title": "Login & Account Redesign: Sleek and Secure 🔐💡",
					"description": "Experience our new login and account pages, redesigned for a sleeker look and a more secure sign-in process."
				}
			],
			"fixes": [
				{
					"title": "UI Clutter Cleanup: Enhanced Navigation 🧹✨",
					"description": "We've cleaned up the UI, fixing cluttered features and buttons for a smoother navigation experience across Helperbird."
				}
			],
			"upcoming": [
				{
					"title": "Bug Report Feature: Your Feedback Matters 🐞📝",
					"description": "Stay tuned! A dedicated bug report feature is on its way, making it easier for you to share feedback and help us improve."
				}
			]
		},
		{
			"version": "107.1.0",
			"date": "February 6th, 2024",
			"changes": [
				{
					"title": "Maths Reader Update: No More Confusion 🤔",
					"description": "When maths puzzles stump our Maths Reader Beta, it now clearly says 'No Maths Found.' No more guessing games!"
				},
				{
					"title": "Tab Through Image Descriptions 🖼️➡️",
					"description": "Good news! You can now use the tab key to move through image descriptions easily. It's web surfing made simpler."
				},
				{
					"title": "PDF Fonts: Your Style, Your Choice 📚✍️",
					"description": "Make PDFs yours by choosing fonts like Lexend and Open Dyslexic. Reading comfort just got a personal touch!"
				},
				{
					"title": "PDFs in Google Drive & Classroom: Open Seamlessly 📂🎓",
					"description": "Now, Helperbird PDF reader works directly with Google Drive and Classroom. Access and read PDFs without a hitch!"
				},
				{
					"title": "Sliders That Keep Up with You 🎚️💨",
					"description": "Our sliders now move as fast as you do, updating instantly for a smooth and responsive experience."
				},

				{
					"title": "Speed Reading, Now With 100% Less HTML 📖✔️",
					"description": "Enjoy speed reading without the surprise of HTML snippets. Just pure, focused reading."
				}
			],
			"fixes": [
				{
					"title": "No More Random Sticky Notes on Refresh 🚫📝",
					"description": "We've cleaned up the clutter! Refreshing your tabs no longer brings up unexpected sticky notes."
				}
			],
			"upcoming": [
				{
					"title": "Connect With Us: Reddit, Twitter, & YouTube 🌐💬",
					"description": "Join our Reddit community, follow us on Twitter, and watch our latest YouTube videos for fun, tips, and updates. Let's engage!"
				}
			]
		},

		{
			"version": "107.0.3",
			"date": "January 28th 2024",
			"changes": [
				{
					"title": "Increased Limit for Free Users in Immersive Reader",
					"description": "Big news for our free users! The Immersive Reader's character limit has been bumped up to a generous 2400. More reading, more learning!"
				},
				{
					"title": "Spanish Support Now in Text/Screenshot Reader",
					"description": "Our text/screenshot reader is going global! Embrace the diversity with our new Spanish and Arabic language support."
				},
				{
					"title": "Arabic Support Now in Text/Screenshot Reader",
					"description": "Our text/screenshot reader is going global! Embrace the diversity with our new Spanish and Arabic language support."
				},
				{
					"title": "Alt Text, Your Way",
					"description": "Personalize your web experience with our new alt text options. Image descriptions and link alt texts are now separate, giving you the choice to see what matters most to you."
				},
				{
					"title": "Introducing a Sleeker, More Focused Reading Mode",
					"description": "Dive into a cleaner and more intuitive Reading Mode. We've streamlined the look for a distraction-free reading experience that you'll love."
				},
				{
					"title": "Math Learning with Our Maths Reader Beta",
					"description": "Introducing the Maths Reader Beta! Snap a math problem and watch it come to life in the Immersive Reader. Perfect for learning or quick help with homework. Your feedback can shape its future!"
				},
				{
					"title": "Text/Screenshot Reader Now with Translations",
					"description": "Your translation tasks just got easier! Our enhanced text/screenshot tool now comes with a built-in translator. Instantly translate text for a seamless multilingual experience."
				},
				{
					"title": "Immersive Reader  in Text/Screenshot Tool",
					"description": "We've integrated the Immersive Reader directly into our text/screenshot tool. Now, opening and reading your screenshots is more straightforward and efficient than ever!"
				},
				{
					"title": "New, Streamlined Search Bar",
					"description": "Looking for something? Find it in a flash with our sleek new search bar. A smoother, more intuitive Helperbird is just a search away."
				},
				{
					"title": "Dark Mode Arrives",
					"description": "It's here! Dark Mode arrives in Helperbird, bringing with it a stylish and eye-friendly interface. Perfect for those late-night study sessions or early morning browsing."
				}
			],
			"fixes": [
				{
					"title": "Highlight menu bug",
					"description": "We've squashed a pesky bug! Now, the highlight menu won't interfere with your Immersive Reader experience, making your reading smoother than ever."
				}
			],
			"upcoming": [
				{
					"title": "Revamping our Website",
					"description": "Get ready to be wowed! A brand new Helperbird website is on its way, promising a cleaner and more user-friendly interface. Stay tuned for an online experience like never before!"
				}
			]
		},
		{
			"version": "107.0.0",
			"date": "Janurary 16th 2024",
			"changes": [
				{
					"title": "PDF Reader Just Got an Upgrade!",
					"description": "Exciting news! Our PDF reader now opens directly from Google Drive and Classroom, and guess what? It supports all the amazing Helperbird features!"
				},
				{
					"title": "Light as a Feather!",
					"description": "We've worked some magic to make Helperbird super light on your computer. Now saving a whopping 60% on RAM!"
				},
				{
					"title": "Reading Mode Redesigned!",
					"description": "Our Reading Mode has a fresh new look, and it's better than ever! Nearly all Helperbird features work seamlessly within it."
				},
				{
					"title": "Voice Typing Smooth as Silk",
					"description": "We've given voice typing a makeover, making it smoother and more intuitive. Speak away effortlessly!"
				},
				{
					"title": "Sticky Notes, Now Stickier and Prettier!",
					"description": "Our sticky notes have been revamped with better icons and a fresh design. Get ready to stick your thoughts everywhere!"
				},
				{
					"title": "Real-Time App Updates",
					"description": "We're now updating in real-time! Features not supported in docs or PDFs will be smartly disabled. Keeping things neat and tidy!"
				},
				{
					"title": "Smoother Keyboard Navigation",
					"description": "We've updated our keyboard navigation to be smoother and more intuitive. Navigate with ease!"
				},
				{
					"title": "Alt Tags Updated App-Wide",
					"description": "We've refreshed alt tags across the app for a more accessible experience."
				},
				{
					"title": "Immersive Reader at Lightning Speed",
					"description": "Hold onto your hats! Our Immersive Reader is now faster and remembers your settings!"
				},
				{
					"title": "Modals for Filters and Configuration",
					"description": "Introducing modals for filters and configuration in the Helperbird apps. Configuring just got a whole lot cooler!"
				},
				{
					"title": "Document Editor Reimagined",
					"description": "Our document editor has a brand-new look! Enjoy enhanced writing breakdowns, exporting options, and more."
				}
			],
			"upcoming": [
				{
					"title": "Night Owls Rejoice with Dark Mode!",
					"description": "Get ready for a sleeker, easier-on-the-eyes experience with our upcoming Dark Mode!"
				},
				{
					"title": "Immersive Reader in the OCR Tool",
					"description": "We're bringing the power of Immersive Reader to our OCR tool. Stay tuned!"
				},
				{
					"title": "Maths Support in Immersive Reader",
					"description": "Maths is getting friendlier with upcoming support in our Immersive Reader. Math lovers, this one's for you!"
				}
			]
		},

		{
			"version": "116.0.0",
			"date": "November 29th",
			"changes": [
				{
					"title": "PowerPoint Support for Online",
					"description": "We've added support for PowerPoint online, enhancing your productivity."
				},
				{
					"title": "Dyslexia Features in Their Own Cards",
					"description": "Dyslexia features now have dedicated cards for improved accessibility."
				},
				{
					"title": "UI Tweaks for a Cleaner Look",
					"description": "We've made UI tweaks to provide a cleaner and more intuitive experience."
				},
				{
					"title": "Summarize Mode Integrated",
					"description": "The Summarize mode is now seamlessly integrated into the app for your convenience."
				},
				{
					"title": "Paragraph Features in Their Own Card",
					"description": "Paragraph-related features now have their dedicated card for easy access."
				},
				{
					"title": "Enhanced Volume Booster",
					"description": "Our volume booster is now available and works with both videos and audio."
				},
				{
					"title": "Automatic PDF Opening in Google Classroom",
					"description": "Google Classroom now allows automatic opening of PDFs for a smoother workflow."
				},
				{
					"title": "Touch Support for Sliders",
					"description": "Sliders across the app now fully support touch interactions."
				},
				{
					"title": "Shortcuts are free again",
					"description": "Shortcuts were made paid while we fixed a bug. They are now free again."
				},
				{
					"title": "Improved Accessibility for Sliders",
					"description": "Sliders now have better text and translations, enhancing their accessibility."
				},
				{
					"title": "Bug Fix: Text-to-Speech Player",
					"description": "We've fixed a bug where the Text-to-Speech player would occasionally not stop or work on iOS and Chrome."
				},
				{
					"title": "Enhanced PII Removal for Immersive Reader",
					"description": "We've improved our PII (Personally Identifiable Information) removal function. We now remove sensitive information locally, adding an extra layer of protection for Immersive Reader users."
				}
			],
			"upcoming": [
				{
					"title": "Coming Soon: Google Docs and Slides Add-on",
					"description": "Stay tuned for our upcoming release where the Google Docs and Slides addon will be bundled and available for use."
				},
				{
					"title": "Coming Soon: Helperbird for Android",
					"description": "We're excited to announce that Helperbird will soon be available for Android users, expanding our reach to a wider audience."
				},
				{
					"title": "Coming Soon: Helperbird for Firefox on Android",
					"description": "Get ready for the Helperbird experience on Firefox for Android. Coming soon to enhance your browsing on mobile devices."
				},
				{
					"title": "Coming Soon: Redesigned Reading Mode",
					"description": "More details coming soon."
				},
				{
					"title": "Coming Soon: Redesigned Summary feature",
					"description": "More details coming soon."
				}
			]
		},
		{
			"version": "105.0.1",
			"date": "Upcoming Release Date",
			"changes": [
				{
					"title": "New Reading Mode Design",
					"description": "We've updated the Reading Mode to be more responsive, now fully supporting smaller screens."
				},
				{
					"title": "Follow Mouse Feature for Dyslexia Ruler",
					"description": "The dyslexia ruler now includes a 'follow mouse' feature, offering an enhanced user experience."
				},
				{
					"title": "Restored 'Add to Reading List' Functionality",
					"description": "Due to popular demand, the 'Add to Reading List' feature has been reinstated."
				},
				{
					"title": "Sync Toggle",
					"description": "You now have the option to turn syncing on or off."
				},
				{
					"title": "In-app Update Notifications",
					"description": "Updates will no longer display on a separate page, streamlining the update process."
				},
				{
					"title": "Redesigned Settings Page",
					"description": "The settings page has been redesigned for improved usability."
				},
				{
					"title": "Import Helperbird Settings",
					"description": "You can now import your Helperbird settings for easier setup on new devices."
				},
				{
					"title": "Export Helperbird Notes and Settings",
					"description": "We've added the ability to export both Helperbird notes and settings."
				},
				{
					"title": "Shorter Codes for Districts",
					"description": "District codes have been shortened for easier access."
				},
				{
					"title": "Extended Immersive Reader Limit",
					"description": "Immersive Reader on Helperbird Free now supports up to 1800 characters."
				},
				{
					"title": "Immersive Reader for PDFs",
					"description": "Immersive Reader is now compatible with PDF files."
				},
				{
					"title": "Coupon Prompt",
					"description": "Show a Helperbird prompt and receive a special coupon."
				},
				{
					"title": "Extended Reworder Limit",
					"description": "The Reworder feature now supports up to 1000 characters."
				},
				{
					"title": "Fixed Trial Year Display",
					"description": "Resolved an issue where the trial period incorrectly displayed as starting in 1970."
				},
				{
					"title": "Added Reading Mode Themes",
					"description": "New themes are now available in Reading Mode."
				},
				{
					"title": "Custom Fonts in Reading Mode",
					"description": "Reading Mode now supports custom fonts for a more personalized reading experience."
				},
				{
					"title": "Microsoft Word Support",
					"description": "Helperbird is now compatible with Microsoft Word."
				}
			],
			"fixes": [],
			"upcoming": [
				{
					"title": "Upcoming Features",
					"description": "Stay tuned for more exciting updates in our next release."
				}
			]
		},

		{
			"version": "105.0.0",
			"date": "Upcoming Release Date",
			"changes": [
				{
					"title": "Redesigned Settings Page",
					"description": "We've revamped the settings page for a more intuitive user experience."
				},
				{
					"title": "Improved Dyslexia Rulers",
					"description": "The dyslexia rulers are now less buggy, making reading easier for users with dyslexia."
				},
				{
					"title": "PDF Reader Enhancements",
					"description": "Added 4 new features to the PDF reader, including OCR and page support. You can now open PDFs with a single click, no download required."
				},
				{
					"title": "New Summarize Engine",
					"description": "Our new summarization engine helps you get the gist of long articles and documents quickly."
				},
				{
					"title": "Side Panel UI for Edge and Firefox",
					"description": "We've extended the side panel UI to Microsoft Edge and Firefox for a consistent user experience across browsers."
				}
			],
			"fixes": [
				{
					"title": "Addressed a bug that affected dictionary function on iPads, ensuring consistent functionality across devices.",
					"description": ""
				},
				{
					"title": "Fixed z-index issues on sliders and badges, resulting in a smoother, more visually consistent user experience.",
					"description": ""
				},
				{
					"title": "Rectified a bug where text-to-speech color highlighting didn't function upon change, enhancing readability and user interaction.",
					"description": ""
				},
				{
					"title": "Fixed an issue with the word prediction feature in Google Docs where it added a word three times, ensuring accurate and efficient predictive text.",
					"description": ""
				}
			],
			"upcoming": [
				{
					"title": "Upcoming Features",
					"description": "In our next release, look forward to a new Reading Mode and an upgraded voice typing engine."
				}
			]
		},
		{
			"version": "104.1.0",
			"date": "July 10th, 2023",
			"changes": [
				{
					"title": "Quick Actions Personalization",
					"description": "Users can now remove all default quick actions and set their own features, adding another layer of personalization to the Helperbird experience."
				},
				{
					"title": "Improved Voice Typing",
					"description": "We've upgraded the voice typing feature. It now supports multiple languages and comes with an improved user interface."
				},
				{
					"title": "Enhanced Quick Actions Flexibility",
					"description": "Users can now add all apps to the quick actions and remove all default apps, providing more control and customization options."
				},
				{
					"title": "Optimized Dimensions for iOS Devices",
					"description": "A default height and width have been set for optimal usage on iPad and iPhone devices."
				},
				{
					"title": "Word Prediction",
					"description": "Word prediction now leverages web components for improved performance."
				},
				{
					"title": "Citation Support",
					"description": "Dragging notes into the editor now automatically adds a link to the original file, making referencing easier."
				},
				{
					"title": "Note Titles",
					"description": "Users can now add titles to their notes for better organization."
				},
				{
					"title": "Text to Speech Enhancement",
					"description": "Text to Speech is now faster, providing an even smoother user experience."
				},
				{
					"title": "New App Icons",
					"description": "We've introduced new icons for several apps, adding a fresh look and feel to the platform."
				},
				{
					"title": "Web Search",
					"description": "Users can now quickly search the web directly from Helperbird."
				},
				{
					"title": "Comprehensive Editor Statistics",
					"description": "The editor now includes a word count feature, which provides details such as word count, character count, reading time, speech time, writing time, average word length, average sentence length, paragraph count, and more."
				}
			],
			"fixes": [
				{
					"title": "Firefox Compatibility",
					"description": "We've updated Helperbird to be compatible with the latest versions of Firefox, addressing previous compatibility issues."
				}
			],
			"upcoming": [
				{
					"title": "Upcoming Features",
					"description": "In our next release, look forward to support for Enterprise Analytics, eBook compatibility, a comprehensive accessibility audit to further enhance user experience and inclusivity, and a redesigned Google Docs add-on."
				}
			]
		},
		{
			"version": "104.0.5",
			"date": "June 17th, 2023",
			"changes": [
				{
					"title": "Drag and Drop Format",
					"description": "The new update provides a drag and drop format to offer more convenience and enhance the user experience. Users can now easily drag and drop elements, making navigation within the platform more intuitive."
				},
				{
					"title": "Open PDF Toggle",
					"description": "The newly introduced toggle feature now allows users to open PDFs directly in the PDF reader, simplifying document handling and increasing user efficiency."
				},
				{
					"title": "Ruler Settings",
					"description": "A newly introduced feature allows users to change the color of the ruler based on their selected settings, adding a personalized touch to their Helperbird experience."
				},
				{
					"title": "Reading Mode Enhancements",
					"description": "We've solved an overflow issue on titles in Reading mode, offering a smoother, distraction-free reading experience for users."
				},
				{
					"title": "PDF Reader Update",
					"description": "A fix has been implemented to handle file overflows in the PDF reader, ensuring a seamless document viewing experience."
				},
				{
					"title": "Color Preservations in Shadow DOM",
					"description": "We've addressed an issue where colors were being lost in the Shadow DOM, ensuring consistent and accurate color representation across all components."
				},
				{
					"title": "Speed Reading Feature",
					"description": "The color initiation issue in the Speed Reading feature has been resolved. Furthermore, the entire Speed Reading feature has been rebuilt to enhance functionality and provide a smoother user experience."
				},
				{
					"title": "UI Improvements",
					"description": "A design update has removed the grey bar around the toolbar to provide a cleaner, more streamlined interface. Additionally, the footer positioning has been optimized for better layout balance."
				},
				{
					"title": "Accessibility Audit",
					"description": "We've performed an accessibility audit to ensure the platform is user-friendly and compliant with accessibility standards, making Helperbird more inclusive for all users."
				},
				{
					"title": "Text-to-Speech (TTS) and Word Prediction Updates",
					"description": "The TTS feature now has improved voice update responsiveness. We've addressed an issue with color highlighting on change. Moreover, the Word Prediction feature has been refined for better performance. We've resolved the issue where the word prediction was adding a word three times in Google Docs."
				},
				{
					"title": "iPad Compatibility",
					"description": "The issue where the dictionary feature was not functioning on iPad has been addressed and resolved. Now all iOS users can leverage the full functionality of Helperbird."
				},
				{
					"title": "Z-Index Updates",
					"description": "We've addressed z-index issues on sliders and badges, ensuring a more smooth and consistent user interface."
				},
				{
					"title": "Sticky Notes Customization",
					"description": "Users can now customize sticky notes, adding another layer of personalization to their Helperbird experience."
				},
				{
					"title": "Configuration Settings",
					"description": "All color choices have now been moved to a centralized configuration setting, enabling easier and more intuitive color customization."
				}
			],
			"fixes": [
				{
					"title": "Fixed a variety of bugs including a major one that prevented the customization of sticky notes. A bug related to the speed reading feature overflow has been resolved, allowing users to read at high speed without any visual overflow issues.",
					"description": ""
				},
				{
					"title": "Resolved a glitch where text-to-speech wasn't automatically updating voices, ensuring users always have access to the most current and natural-sounding voices.",
					"description": ""
				},
				{
					"title": "Addressed a bug that affected dictionary function on iPads, ensuring consistent functionality across devices.",
					"description": ""
				},
				{
					"title": "Fixed z-index issues on sliders and badges, resulting in a smoother, more visually consistent user experience.",
					"description": ""
				},
				{
					"title": "Rectified a bug where text-to-speech color highlighting didn't function upon change, enhancing readability and user interaction.",
					"description": ""
				},
				{
					"title": "Fixed an issue with the word prediction feature in Google Docs where it added a word three times, ensuring accurate and efficient predictive text.",
					"description": ""
				}
			]
		},

		{
			"version": "104.0.2",
			"date": "May 30th, 2023",
			"changes": [
				{
					"title": "Font Preview",
					"description": "In this update, users are now able to preview fonts before selecting them. This feature helps to ensure the chosen font is to the user's liking and suitability."
				},
				{
					"title": "Quick Actions Translation",
					"description": "We've made improvements to the Quick Actions area. Users can now conveniently perform translations without any issues, making multilingual accessibility more efficient."
				},
				{
					"title": "Added More Color Options",
					"description": "We've expanded the color options available across all features. With over 15 colors to choose from, users can now personalize their Helperbird experience to suit their preferences."
				},
				{
					"title": "Replaced Selects With Buttons",
					"description": "To provide a more user-friendly and intuitive interface, all select options have been replaced with buttons."
				}
			],
			"fixes": [
				{
					"title": "Fixed Translation in Quick Actions",
					"description": "The issue with translation through the quick actions area has been addressed and resolved, making the tool more reliable and easy to use."
				},
				{
					"title": "Minor Fixes and Improvements",
					"description": "This version includes a range of small fixes and improvements that enhance the overall user experience and functionality of Helperbird."
				}
			]
		},
		{
			"version": "104.0.1",
			"date": "May 17th, 2023",
			"changes": [
				{
					"title": "Improved Navigation",
					"description": "The bottom navigation has been divided into Writing, Reading, and Accessibility categories for easier access to specific features."
				},
				{
					"title": "Enhanced Math Support",
					"description": "Helperbird now includes Maths Solving Support and Immersive Reader Support for Maths, providing assistance and an immersive reading experience for mathematical content."
				},
				{
					"title": "Expanded File Format Support",
					"description": "Helperbird now supports Epub files, allowing users to access and read electronic books in that format. Additionally, offline support is now available, enabling users to utilize Helperbird even without an internet connection."
				},
				{
					"title": "Enhanced PDF Tools",
					"description": "The PDF reader in Helperbird now offers new tools such as next page and back options, improving the overall reading experience for PDF documents."
				},
				{
					"title": "Improved User Interface",
					"description": "Helperbird has undergone UI improvements to provide a smoother and more user-friendly experience, making it easier for new users to get accustomed to the tool."
				},
				{
					"title": "Faster Search",
					"description": "Helperbird now includes a fast search feature, enabling users to quickly find specific functionalities or settings within the tool."
				},
				{
					"title": "Optimized Resource Usage",
					"description": "Helperbird has been optimized to reduce its resource consumption, resulting in improved performance and a more efficient user experience."
				}
			],
			"fixes": [
				{
					"title": "Over 30 Major Fixes and Improvements",
					"description": "Version 104.0.1 includes a significant number of bug fixes and overall enhancements, addressing reported issues and refining the functionality of Helperbird."
				},
				{
					"title": "UI Fixes",
					"description": "The user interface has undergone fixes and improvements to enhance its usability and visual appeal."
				},
				{
					"title": "New Notification Bell",
					"description": "A new notification bell feature has been added to Helperbird, providing users with easy access to important notifications and updates."
				}
			]
		},
		{
			"version": "102.8.0",
			"date": "April 12th, 2023",
			"changes": [
				{
					"title": "Sticky notes now play the current text",
					"description": ""
				},
				{
					"title": "Sticky notes prefill is now the placeholder text",
					"description": ""
				},
				{
					"title": "Drag and drop support for PDFs in the PDF reader",
					"description": ""
				},
				{
					"title": "Links to change the sound settings",
					"description": ""
				}
			],
			"fixes": [
				{
					"title": "The new Google Docs is supported",
					"description": ""
				},
				{
					"title": "Student mode is now supported",
					"description": ""
				}
			]
		},
		{
			"version": "102.7.9",
			"date": "March 29th, 2023",
			"changes": [
				{
					"title": "Sticky notes now have a new look",
					"description": ""
				},
				{
					"title": "Sticky notes are keyboard accessible",
					"description": ""
				},
				{
					"title": "Sticky notes can now read out loud",
					"description": ""
				},
				{
					"title": "You can now translate Reading Mode pages",
					"description": ""
				},
				{
					"title": "Highlight menu tool is now supported in the PDF reader",
					"description": ""
				},
				{
					"title": "OCR/Extract text closes when you turn it on",
					"description": ""
				},
				{
					"title": "OCR reads text out loud by default",
					"description": ""
				},
				{
					"title": "Helperbird shows the welcome screen when you install it",
					"description": ""
				}
			],
			"fixes": [
				{
					"title": "Over 20 very minor bug fixes and improvements",
					"description": ""
				},
				{
					"title": "Defaults to Lexend to the font",
					"description": ""
				}
			]
		},

		{
			"version": "102.7.8",
			"date": "March 16th, 2023",
			"changes": [
				{
					"title": "Portuguese (Brazil) language",
					"description": ""
				},
				{
					"title": "Portuguese (Portuguese) language",
					"description": ""
				},
				{
					"title": "Portuguese support for word prediction",
					"description": ""
				},
				{
					"title": "Added Bold font support",
					"description": ""
				},
				{
					"title": "Smoother and quicker loading",
					"description": ""
				}
			],
			"fixes": [
				{
					"title": "Over 20 very minor bug fixes and improvements",
					"description": ""
				},
				{
					"title": "Defaults to Lexend to the font",
					"description": ""
				}
			]
		}
	],

	"posts": [
		{
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"url": "77.0.0",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg"
		},
		{
			"url": "76-0-0",
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg"
		},
		{
			"url": "55-0-0",
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg"
		},
		{
			"url": "50-0-0",
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg"
		},
		{
			"url": "40-1-0",
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg"
		},
		{
			"url": "36-0-5",
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg"
		},
		{
			"url": "36-0-0",
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg"
		},
		{
			"url": "35-0-0",
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg"
		},
		{
			"url": "33-0-0",
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg"
		},
		{
			"url": "30-1-0",
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg"
		},
		{
			"url": "30-5-0",
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg"
		},
		{
			"url": "30-4-0",
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg"
		},
		{
			"url": "30-3-0",
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg"
		},
		{
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg",
			"url": "30-2-0"
		},
		{
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg",
			"url": "30-0-0"
		},
		{
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg",
			"url": "28-0-2"
		},
		{
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg",
			"url": "27-1-0"
		},
		{
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg",
			"url": "27-0-0"
		},
		{
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg",
			"url": "26-1-1"
		},
		{
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg",
			"url": "26-0-2"
		},
		{
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg",
			"url": "26-0-1"
		},
		{
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg",
			"url": "25-1-0"
		},
		{
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg",
			"url": "25-0-1"
		},
		{
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg",
			"url": "25-0-0"
		},
		{
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg",
			"url": "24-3-0"
		},
		{
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg",
			"url": "24-2-4"
		},
		{
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg",
			"url": "24-2-2"
		},
		{
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg",
			"url": "24-1-2"
		},
		{
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg",
			"url": "24-1-1"
		},
		{
			"cat": "Updates",
			"des": "See the latest updates from Helperbird.",
			"name": "Helperbird team",
			"date": "August 1th 2021",
			"time": "11 min",
			"img": "/assets/images/updates/updates.jpeg",
			"url": "24-1-0"
		}
	]
}
